Repository: epickid976/Reconnaissance
Catalog: Reconnaissance/Localizable.xcstrings
Source language: en
Languages: es_419, fr

source: “Gratitude turns what we have into enough.”
es_419: “La gratitud convierte lo que tenemos en suficiente.”
fr: “La gratitude transforme ce que nous avons en assez.”

source: %lld/7 this week
es_419: %lld/7 esta semana
fr: %lld/7 cette semaine

source: 🎉 %lld entries!
es_419: 🎉 %lld entradas
fr: 🎉 %lld entrées!

source: 🎯 Milestones
es_419: 🎯 Hitos
fr: 🎯 Jalons

source: 📝 Reflection Summary
es_419: 📝 Resumen de Reflección
fr: 📝 Résumé de Réflection

# 🔥 %lld Day%@
source: 🔥 %1$lld Day%2$@
es_419: 🔥 %1$lld Día%2$@
fr: 🔥 %1$lld Jour%2$@

source: 🔥 Streak Heatmap
es_419: 🔥 Mapa de Rachas
fr: 🔥 Carte de Séquences

source: 🧠 Memory of Gratitude
es_419: 🧠 Memoria de Gratitud
fr: 🧠 Mémoire de Reconnaissance

source: About App
es_419: Sobre Aplicación
fr: Sur l’Application

source: About This App
es_419: Sobre esta Aplicación
fr: Sur cette Application

source: Access advanced features like Spaces and support the development of this app.
es_419: Accede a funciones avanzadas como Espacios y apoya el desarrollo de esta aplicación.
fr: Accédez à des fonctionnalités avancées comme les Espaces et soutenez le développement de cette application.

source: Access to Spaces requires a purchase. Unlock all features to continue.
es_419: El acceso a Espacios requiere una compra. Desbloquea todas las funciones para continuar.
fr: L’accès aux Espaces nécessite un achat. Débloquez toutes les fonctionnalités pour continuer.

source: Add Entry
es_419: Añadir Entrada
fr: Ajouter Entrée

source: Add Gratitude
es_419: Añadir Gratitud
fr: Ajouter Gratitude

source: Add Gratitude Entry
es_419: Añadir Entrada de Gratitud
fr: Ajouter une Entrée Gratitude

source: Add Item
es_419: Añadir Elemento
fr: Ajouter un Élément

source: Add Space
es_419: Añadir Espacio
fr: Ajouter un Espace

source: Add widgets to your home screen for easy journaling.
es_419: Agrega widgets a tu pantalla de inicio para facilitar el diario.
fr: Ajoutez des widgets à votre écran d’accueil pour un journal facile.

source: All fields are required!
es_419: ¡Todos los campos son obligatorios!
fr: Tous les champs sont obligatoires !

source: All your data syncs securely through iCloud.
es_419: Todos tus datos se sincronizan de forma segura a través de iCloud.
fr: Toutes vos données se synchronisent en toute sécurité via iCloud.

source: App
es_419: Applicación
fr: Application

source: App is up to date!
es_419: ¡La aplicación está actualizada!
fr: L’application est à jour !

source: App Shortcut
es_419: Atajo de aplicación
fr: Raccourci d’application

source: App Version
es_419: Versión de Applicación
fr: Version d’Application

source: Are you sure you want to delete all data? This action cannot be undone.
es_419: ¿Estás seguro de que deseas eliminar todos los datos? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer toutes les données ? Cette action est irréversible.

source: Are you sure you want to delete all your data? This action cannot be undone, and all your saved entries will be permanently removed.
es_419: ¿Estás seguro de que deseas eliminar todos tus datos? Esta acción no se puede deshacer, y todas tus entradas guardadas se eliminarán permanentemente.
fr: Êtes-vous sûr de vouloir supprimer toutes vos données ? Cette action est irréversible, et toutes vos entrées sauvegardées seront définitivement supprimées.

source: Are you sure you want to delete this entry? This action cannot be undone.
es_419: ¿Estás seguro de que deseas eliminar esta entrada? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette entrée ? Cette action est irréversible.

source: Are you sure you want to delete this item? This action cannot be undone.
es_419: ¿Estás seguro de que deseas eliminar este elemento? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet élément ? Cette action est irréversible.

source: Are you sure you want to delete this space? This action cannot be undone.
es_419: ¿Estás seguro de que deseas eliminar este espacio? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet espace ? Cette action est irréversible.

source: Bottom %@
fr: Bas %@

source: Buy
es_419: Comprar
fr: Acheter

source: Cancel
es_419: Cancelar
fr: Annuler

source: Change Icon
es_419: Cambiar Ícono
fr: Changer l’icône

source: Choose an Icon
es_419: Escoger un Ícono
fr: Choisir un icône

source: Choose which data to delete. This action cannot be undone, and all selected entries will be permanently removed.
es_419: Elige qué datos deseas eliminar. Esta acción no se puede deshacer, y todas las entradas seleccionadas se eliminarán permanentemente.
fr: Choisissez quelles données supprimer. Cette action ne peut pas être annulée, et toutes les entrées sélectionnées seront supprimées définitivement.

source: Choose your preferred file format for importing or exporting your gratitude data. You can select either JSON or CSV.
es_419: Elige tu formato de archivo preferido para importar o exportar tus datos de gratitud. Puedes seleccionar JSON o CSV.”
fr: Choisissez votre format de fichier préféré pour importer ou exporter vos données de gratitude. Vous pouvez sélectionner JSON ou CSV.

source: Clear
es_419: Limpiar
fr: Effacer

source: Close
es_419: Cerrar
fr: Fermer

source: Confirm Deletion
es_419: Confirmar Eliminación
fr: Confirmer la suppression

source: Content
es_419: Contenido
fr: Contenu

source: Create Spaces to organize images, documents, and items that make you feel better.
es_419: Crea Espacios para organizar imágenes, documentos y elementos que te hagan sentir mejor.
fr: Créez des Espaces pour organiser des images, des documents et des objets qui vous font vous sentir mieux.

source: Custom Range
es_419: Rango Personalizado
fr: Plage Personnalisée

source: Delete
es_419: Borrar
fr: Supprimer

source: Delete All Data
es_419: Borrar todos los Datos
fr: Supprimer toutes les Informations

source: Delete Data
es_419: Supprimer les Données
fr: Eliminar Datos

source: Delete Gratitude Entry
es_419: Borrar Entrada de Gratitud
fr: Supprimer entrée de Gratitude

source: Delete Item
es_419: Borrar Elemento
fr: Supprimer Élément

source: Delete Selected Data
es_419: Borrar Datos Seleccionados
fr: Supprimer les informations selectionées

source: Delete Space
es_419: Borrar Espacio
fr: Supprimer l’Espace

source: Dismiss
es_419: Descartar
fr: Ignorer

source: Done
es_419: Listo
fr: Terminé

source: Edit
es_419: Editar
fr: Modifier

source: Edit Entry
es_419: Editar Entrada
fr: Modifier Entrée

source: Edit Gratitude
es_419: Editar Gratitud
fr: Modifier Gratitude

source: Edit Gratitude Entry
es_419: Editar Entrada Gratitud
fr: Modifier Entrée Gratitude

source: Edit Name
es_419: Editar Nombre
fr: Modifier le Nom

source: Edit Space
es_419: Editar Espacio
fr: Modifier l’Espace

source: Edit Text
es_419: Editar Texto
fr: Modifier le Texte

source: End Date
es_419: Fecha de finalización
fr: Date de fin

source: Enter item name
es_419: Ingresa el nombre del elemento
fr: Saisissez le nom de l’élément

source: Enter Space name
es_419: Ingresa el nombre del Espacio
fr: Saisissez le nom de l’Espace

source: Enter text content
es_419: Ingresa el contenido del texto
fr: Saisissez le contenu du texte

source: Entries
es_419: Entradas
fr: Entrées

source: Error Checking for Updates
es_419: Error al buscar actualizaciones
fr: Erreur lors de la vérification des mises à jour

source: Error saving entry. Please try again.
es_419: Error al guardar la entrada. Por favor, inténtalo de nuevo.
fr: Erreur lors de l’enregistrement de l’entrée. Veuillez réessayer.

source: Export
es_419: Exportar
fr: Exporter

source: Favorite Emoji
es_419: Emoji Favorito
fr: Emoji Favori

source: File
es_419: Archivo
fr: Fichier

source: Get Started
es_419: Comenzar
fr: Commencer

source: Gratitude Details
es_419: Detalles de Gratitud
fr: Détails de Gratitude

source: Gratitude Entry 1
es_419: Entrada de Gratitud 1
fr: Entrée de Gratitude 1

source: Gratitude Entry 2
es_419: Entrada de Gratitud 2
fr: Entrée de Gratitude 2

source: Gratitude Entry 3
es_419: Entrada de Gratitud 3
fr: Entrée de Gratitude 3

source: Gratitude Streaks
es_419: Racha de Gratitud
fr: Séries de Gratitude

source: Gratitude Today
es_419: Gratitud de Hoy
fr: Gratitude d’Aujourd’hui

source: Haptics
es_419: Vibraciones
fr: Vibrations

source: Hello %@
es_419: Hola %@
fr: Bonjour %@

source: Hello, %@ 👋
es_419: Hola, %@ 👋
fr: Bonjour, %@ 👋

source: Here are your preferences
es_419: Aqui están tus preferencias
fr: Voici vos préférences.

source: Here are your settings
es_419: Aqui están tus ajustes
fr: Voici vos paramètres.

source: History
es_419: Historial
fr: Historique

source: Image File
es_419: Archivo de Imagen
fr: Fichier d’image

source: Import
es_419: Importar
fr: Importer

source: Import / Export
es_419: Importar / Exportar
fr: Importer / Exporter

source: Import / Export Data
es_419: Importar / Exportar Datos
fr: Importer / Exporter des Données

source: Importing...
es_419: Importando…
fr: Important…

source: Item Added
es_419: Elemento Añadido
fr: Élément Ajouté

source: Item Deleted
es_419: Elemento Eliminado
fr: Élément Supprimé

source: Item Name
es_419: Nombre de Elemento
fr: Nom d’Élément

source: Item Type
es_419: Tipo de Elemento
fr: Type d’Élément

source: Items
es_419: Elementos
fr: Élément

source: Language
fr: Langue

source: Last entry: %@
es_419: Ultima Entrada: %@
fr: Dernière entrée: %@

source: Last Week
es_419: Semana Pasada
fr: La Semaine Dernière

source: Leading
es_419: Principio
fr: Début

source: Link to our Privacy Policy and Security Practices.
es_419: Enlace a nuestra Política de Privacidad y Prácticas de Seguridad.
fr: Lien vers notre Politique de Confidentialité et nos Pratiques de Sécurité.

source: Logged %lld entries so far.
es_419: %lld entradas añadidas hasta ahora.
fr: %lld entrées enregistrées jusqu’à présent.

source: Memory of Gratitude
es_419: Memoria de Gratitud
fr: Mémoire de Gratitude

source: Milestones
es_419: Hitos
fr: Jalons

source: Next
es_419: Próximo
fr: Prochain

source: No entries yet.
es_419: Ninguna entrada.
fr: Pas d’entrées.

source: No entries.
es_419: No hay entradas.
fr: Pas d’entrées.

source: No entry for today
es_419: Ninguna entrada para hoy.
fr: Pas d’entrées pour Ajourd’hui

source: No Gratitude Entries Yet
es_419: Ninguna entrada.
fr: Pas d’entrées.

source: No Items yet.
es_419: Ningún elemento.
fr: Pas d’éléments.

source: No memories yet.
es_419: Ninguna memoria.
fr: Pas de mémoires.

source: No Spaces yet.
es_419: Ningún espacio.
fr: Pas d’Espaces

source: Not selected
es_419: No Seleccionado
fr: Pas selectioné

source: Notes. Write something here...
es_419: Notas. Escribe algo aqui…
fr: Notes. Ecrivez quelque chose ici…

source: On %@, you wrote:
es_419: El %@, escribiste:
fr: Le %@, vous avez écis:

source: Open
es_419: Abrir
fr: Ouvrir

source: Other
es_419: Otro
fr: Autre

source: Please wait while your data is being imported.
es_419: Por favor, espera mientras se importan tus datos.
fr: Veuillez patienter pendant que vos données sont en cours d’importation.

source: Privacy Policy
es_419: Politica de Privacidad
fr: Politique de Confidentialité

source: Purchase Failed
es_419: Compra fallida
fr: Échec de l’Achat

source: Purchase Overview
es_419: Resumen de Compra
fr: Aperçu des Achats

source: Purchased
es_419: Comprado
fr: Acheté

source: Purchases
es_419: Compras
fr: Achats

source: Quickly open Reconnaissance.
es_419: Abre rápidamente Reconnaissance.
fr: Ouvrez rapidement Reconnaissance.

source: Recall a moment of gratitude.
es_419: Recuerda un momento de gratitud.
fr: Rappelez-vous un moment de gratitude.

source: Reflect on your day and jot down three things you're grateful for.
es_419: Reflexiona sobre tu día y anota tres cosas por las que estás agradecido.
fr: Réfléchissez à votre journée et notez trois choses pour lesquelles vous êtes reconnaissant.

source: Reflection Summary
es_419: Resumen de Reflección
fr: Résumé de Réflexion

source: Restore Purchases
es_419: Restaurar Compras
fr: Restaurer les Achats

source: Review App
es_419: Evaluar la Aplicación
fr: Évaluer l’Application

source: Review your gratitude journey.
es_419: Revisa tu viaje de gratitud.
fr: Examinez votre parcours de gratitude.

source: Save
es_419: Guardar
fr: Sauvegarder

source: See all your past entries and relive your moments of gratitude.
es_419: Ve todas tus entradas pasadas y revive tus momentos de gratitud.
fr: Consultez toutes vos entrées passées et revivez vos moments de gratitude.

source: See History
es_419: Ver Historial
fr: Voir Historique

source: See Today
es_419: Ver Hoy
fr: Voir Aujourd’hui

source: Select Date Range
es_419: Seleccionar rango de fechas
fr: Sélectionnez une plage de dates

source: Select Image
es_419: Seleccionar Imagen
fr: Sélectionner une image

source: Selected Icon
es_419: Seleccionar Ícono
fr: Icône sélectionnée

source: Settings
es_419: Ajustes
fr: Réglages

source: Share App
es_419: Compartir la Aplicación
fr: Partager l’Application

source: Space Added
es_419: Espacio Añadido
fr: Espace Ajouté

source: Space Color
es_419: Color para Espacio
fr: Couleur de l’Espace

source: Space Deleted
es_419: Espacio Eliminado
fr: Espace Supprimé

source: Space Name
es_419: Nombre de Espacio
fr: Nom de l’Espace

source: Spaces
es_419: Espacios
fr: Espaces

source: Start Date
es_419: Fecha de Inicio
fr: Date de Début

source: Start your gratitude journey today!
es_419: ¡Empieza tu viaje de gratitud hoy!
fr: Commencez votre parcours de gratitude dès aujourd’hui !

source: Started: %@
es_419: Comenzaste: %@
fr: Commencé: %@

source: Streak Heatmap
es_419: Mapa de Rachas
fr: Carte de Séries

source: Support & Unlock Premium
es_419: Soporte y Desbloquea Premium
fr: Support et Débloquez Premium

source: Support my gratitude journal by choosing a tier below. Your contribution helps keep this app alive!
es_419: Apoya mi diario de gratitud eligiendo un nivel a continuación. ¡Tu contribución ayuda a mantener esta aplicación viva!
fr: Soutenez mon journal de gratitude en choisissant un niveau ci-dessous. Votre contribution aide à maintenir cette application en vie !

source: Sync Across Devices
es_419: Sincronizar entre Dispositivos
fr: Synchroniser sur tous les Appareils

source: Tap to add something you're grateful for.
es_419: Toca para agregar algo por lo que estés agradecido.
fr: Appuyez pour ajouter quelque chose pour lequel vous êtes reconnaissant.

source: Tap to add.
es_419: Toque para añadir
fr: Appuyez pour ajouter.

source: The bundle info could not be parsed.
es_419: La información del paquete no se pudo analizar.
fr: Les informations du bundle n’ont pas pu être analysées.

source: The operation couldn’t be completed. (NSURLErrorDomain error -1009.)
es_419: La operación no se pudo completar. (NSURLErrorDomain error -1009.)
fr: L’opération n’a pas pu être terminée. (NSURLErrorDomain erreur -1009.)

source: The server returned an invalid response.
es_419: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse non valide.

source: This action cannot be undone. Are you sure you want to delete all data?
es_419: Esta acción no se puede deshacer. ¿Estás seguro de que quieres eliminar todos los datos?
fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer toutes les données ?

source: This app is designed to help you cultivate gratitude and prioritize self-care by reflecting on three things you're grateful for every day. We hope it becomes a tool for fostering positivity, mindfulness, and joy in your daily life. Created with care and love, this app is meant to serve as a reminder of the many blessings in your life, big or small. Thank you for choosing this app to be part of your journey.
es_419: Esta aplicación está diseñada para ayudarte a cultivar la gratitud y priorizar el autocuidado reflexionando sobre tres cosas por las que estás agradecido cada día. Esperamos que se convierta en una herramienta para fomentar la positividad, la atención plena y la alegría en tu vida diaria. Creada con cuidado y amor, esta aplicación está pensada para recordarte las muchas bendiciones en tu vida, grandes o pequeñas. Gracias por elegir esta aplicación como parte de tu viaje.
fr: Cette application est conçue pour vous aider à cultiver la gratitude et à prioriser le soin de soi en réfléchissant chaque jour à trois choses pour lesquelles vous êtes reconnaissant. Nous espérons qu’elle deviendra un outil pour favoriser la positivité, la pleine conscience et la joie dans votre vie quotidienne. Créée avec soin et amour, cette application est destinée à vous rappeler les nombreuses bénédictions dans votre vie, grandes ou petites. Merci d’avoir choisi cette application pour faire partie de votre parcours.

source: This app is designed to help you reflect on gratitude and prioritize self-care. We hope it fosters positivity and mindfulness in your daily life. Thank you for using our app!
es_419: Esta aplicación está diseñada para ayudarte a reflexionar sobre la gratitud y priorizar el autocuidado. Esperamos que fomente la positividad y la atención plena en tu vida diaria. ¡Gracias por usar nuestra aplicación!
fr: Cette application est conçue pour vous aider à réfléchir à la gratitude et à prioriser le soin de soi. Nous espérons qu’elle favorisera la positivité et la pleine conscience dans votre vie quotidienne. Merci d’utiliser notre application !

source: This is an example widget.
es_419: Este es un ejemplo de widget.
fr: Ceci est un exemple de widget.

source: This Week
es_419: Esta Semana
fr: Cette Semaine

source: Today
es_419: Hoy
fr: Ajourd’hui

source: Track your gratitude streaks over the last 30 days.
es_419: Lleva un seguimiento de tus rachas de gratitud durante los últimos 30 días.
fr: Suivez vos séries de gratitude au cours des 30 derniers jours.

source: Track Your History
es_419: Sigue tu Historial
fr: Suivez votre Historique

source: Track your milestones and weekly progress.
es_419: Lleva un seguimiento de tus hitos y progreso semanal.
fr: Suivez vos étapes importantes et vos progrès hebdomadaires.

source: Trailing
es_419: Final
fr: Fin

source: Unlock Now
es_419: Desbloquee Ahora
fr: Débloquer maintenant

source: Unlock Premium
es_419: Desbloquee Premium
fr: Débloquer Premium

source: Unlock Spaces
es_419: Desbloquee Espacios
fr: Débloquer les Espaces

source: Update
es_419: Actualización
fr: Mettre à jour

source: Update available!
es_419: ¡Actualización disponible!
fr: Mise à jour disponible !

source: View your daily gratitude entries.
es_419: Vea sus entradas de Gratidud
fr: Voir vos entrées quotidiennes de gratitude.

source: Week Progress
es_419: Progreso Semanal
fr: Progrès hebdomadaire

source: Welcome to Reconnaissance!
es_419: ¡Bienvenido a Reconocimiento!
fr: Bienvenue sur Reconnaissance !

source: Widgets for Quick Access
es_419: Widgets para Acceso Rápido
fr: Widgets pour un Accès Rapide

source: Yesterday
es_419: Ayer
fr: Hier

source: Configuration
es_419: Configuración

source: Image
es_419: Imagen

source: Notes
es_419: Notas

source: Notes:
es_419: Notas:
